alexdo.catppuccin-noir
be5invis.vscode-custom-css
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
dbaeumer.vscode-eslint
degreat.fonted
drcika.apc-extension
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
github.copilot
github.copilot-chat
maptz.regionfolder
pkief.material-icon-theme
prisma.prisma
robbowen.synthwave-vscode
sainnhe.everforest
streetsidesoftware.code-spell-checker
usernamehw.errorlens
wallabyjs.console-ninja
whizkydee.material-palenight-theme
wiensss.region-highlighter
wix.vscode-import-cost